Repository: canavartoro/mobilewhouse
Catalog: m2Mobile_c_v4.Win/Resources/Languages/*.resx
Languages: tr_tr

# Btn_Cancel
source: Cancel
tr_tr: Vazgeç

# Btn_Exit
source: Exit
tr_tr: Çıkış

# Btn_Ok
source: OK
tr_tr: Tamam

# Btn_PackRelease
source: Release Package
tr_tr: Ambalaj Çöz

# Btn_Save
source: Save
tr_tr: Kaydet

# Btn_SelectPackage
source: Select Package
tr_tr: Ambalaj Seç

# Btn_Settings
source: Settings
tr_tr: Ayarlar

# Btn_WayBill
source: Make waybill
tr_tr: İrsaliye Yap

# Chk_Delete
source: Delete
tr_tr: Sil

# Lbl_AdditionPackage
source: Package Addition
tr_tr: Sevk Emri Ambalaj İlave

# Lbl_AddPackage
source: Additional Packaging
tr_tr: İlave Ambalaj İşlemi

# Lbl_Amount
source: Amount
tr_tr: Miktar

# Lbl_ContractIn
source: Contract In
tr_tr: Fason Giriş

# Lbl_ContractOut
source: Contract Out
tr_tr: Fason Çıkış

# Lbl_Date
source: Date
tr_tr: Tarih

# Lbl_Delay
source: Barcode Scanner Delay
tr_tr: Barkod Yazma Süresi

# Lbl_DocNo
source: Doc. Num
tr_tr: Belge No

# Lbl_GoodsAcceptanceHeader
source: Product Acceptance
tr_tr: Mal Kabul İşlemleri

# Lbl_GoodsShippingHeader
source: Product Shipping Process
tr_tr: Mal Hazırlama İşlemleri

# Lbl_InventoryIn
source: Inventory
tr_tr: Sayım Girişi

# Lbl_Lang
source: Language
tr_tr: Dil

# Lbl_OperationNum
source: Operation Num.
tr_tr: Operasyon No

# Lbl_OrderLabel
source: Sales Order
tr_tr: Satış Siparişi

# Lbl_OrderNumber
source: Order Id
tr_tr: Sipariş No

# Lbl_PackageCode
source: Packaging Code
tr_tr: Ambalaj Kodu

# Lbl_PackageShipping
source: Package Waybill
tr_tr: Ambalaj sevk İrsaliye

# Lbl_PackageType
source: Package Type
tr_tr: Ambalaj Tipi

# Lbl_PackRelease
source: Release Package
tr_tr: Ambalaj Çöz

# Lbl_PassWord
source: Passwrod
tr_tr: Şifre

# Lbl_PersonelCode
source: Personel Code
tr_tr: Personel Kodu

# Lbl_PrepGoodRef
source: Prep.Goods Ref.
tr_tr: Mal Haz.Ref

# Lbl_Production
source: Production Input
tr_tr: Üretim Girişi

# Lbl_ProductionRate
source: Production Rate
tr_tr: Üretim Miktarı

# Lbl_PrpGoodsMP
source: Preparing Goods Make Packing
tr_tr: Mal Hazırlama Ambalaj Oluşturma

# Lbl_Rack
source: Rack
tr_tr: Raf

# Lbl_RackProcess
source: Rack Process
tr_tr: Raf İşlemleri

# Lbl_RunnerCode
source: Runner Code
tr_tr: Cari Kod

# Lbl_SelectPackge
source: Select Package
tr_tr: Ambalaj Seçiniz

# Lbl_SerialProcess
source: Serial Process
tr_tr: Seri İşlemleri

# Lbl_ShipPackage
source: Ship Order Make Packing
tr_tr: Sevk Emrinden Ambalaj Oluşturma

# Lbl_ShippingCode
source: Shpping Code
tr_tr: Nakliye Kodu

# Lbl_ShippingOrder
source: Ship Order
tr_tr: Sevk Emri

# Lbl_ShippingType
source: Shipping Type
tr_tr: Nakilye Şekli

# Lbl_StationCode
source: Station Code
tr_tr: İstasyon Kodu

# Lbl_StockMovements
source: Stock Movements
tr_tr: Stok Hareketleri

# Lbl_StockOutWP
source: stock-out on the work order
tr_tr: İş Emrine Bağlı Malzeme Çıkışı

# Lbl_TransCode
source: Trans.Code
tr_tr: Hareket Kodu

# Lbl_TransDate
source: Date
tr_tr: Tarih

# Lbl_UserCode
source: User Code
tr_tr: Kullanıcı Kodu

# Lbl_Warehouse
source: WareHouse
tr_tr: Depo

# Lbl_Waybill
source: Make Waybill
tr_tr: İrsaliye Oluşturma

# Lbl_WaybillCode
source: Waybill Code
tr_tr: İrsaliye Kodu

# Lbl_WaybillDate
source: Waybill Date
tr_tr: İrsaliye Tarihi

# Lbl_WaybillNumber
source: Waybill Num
tr_tr: İrsaliye No

# Lbl_WaybillPackage
source: Package Waybill
tr_tr: Ambalaj İrsaliye Yapma

# Lbl_WaybillSerialOrder
source: Serial - Order
tr_tr: Seri - Sira

# Lbl_WoAmount
source: Amount of Work Order
tr_tr: İş Emri Miktarı

# Lbl_WorderNo
source: Work Order Num.
tr_tr: İş Emri No

# Lbl_WorkPlace
source: Work Place
tr_tr: İş Yeri

# Lbl_WsAddr
source: Web Service Address
tr_tr: Web Servis Adresi

# Msg_Date
source: Please Enter a Date
tr_tr: Lütfen Tarih Giriniz

# Msg_DepthErr
source: Depth Data Error
tr_tr: En Bilgisi Hatalı

# Msg_DocNumber
source: Please Enter a Document Number
tr_tr: Lütfen Belge Numarası Giriniz

# Msg_HeightErr
source: Height Data Error
tr_tr: Yükseklik Bilgisi Hatalı

# Msg_InfoIncorrect
source: information is incorrect
tr_tr: Bilgisi hatalı

# Msg_MaxAmount
source: exceeded the maximum amount
tr_tr: Maksimum miktar değeri aşıldı

# Msg_MorePieces
source: Entered into more pieces
tr_tr: Fazla Adet Girildi

# Msg_NoRecordDelete
source: No records to be deleted
tr_tr: Silinecek Kayıt Bulunamadı

# Msg_PackageCode
source: Please enter the code packaging
tr_tr: Lütfen Ambalaj Kodu Giriniz

# Msg_PreCode
source: must be begins
tr_tr: ile başlamalıdır

# Msg_ReadSequence
source: reading sequence undefined for this page
tr_tr: Bu sayfa için okutma sıralaması tanımlanmamış

# Msg_SaveSucces
source: Save success
tr_tr: Bilgiler Kaydedildi

# Msg_SaveUnSucces
source: Save Unsuccess!!!
tr_tr: Bilgiler Kaydedilemedi

# Msg_SelectEntity
source: Please Select Company First
tr_tr: Lütfen Firma Seçiniz

# Msg_SelectOrder
source: Please select order first
tr_tr: Önce sipariş seçiniz

# Msg_SelectPackageCode
source: Please select package code first
tr_tr: Lütfen ambalaj kodu seçiniz

# Msg_SelectPackageType
source: Please select type of packaging first
tr_tr: Lütfen Ambalaj TipiSeçiniz

# Msg_SelectShipping
source: Please select Shipping Order first
tr_tr: Lütfen Sevk Emri Seçiniz

# Msg_SelectTras
source: Please Select Trans Code First
tr_tr: Hareket Kodu Seçiniz

# Msg_TargetDepot
source: Please Select Targer Depot
tr_tr: Lütfen Hedef Depoyu Seçiniz

# Msg_TransactionCode
source: Please Select Transaction Code
tr_tr: Lütfen Hareket Kodu Seçiniz

# Msg_WalbillCreate
source: Waybill Created
tr_tr: İrsaliye Oluşturuldu

# Msg_WalbillNotCreate
source: Unable to Create Waybill
tr_tr: İrsaliye Oluşturulamadı

# Msg_WebServiceAvailable
source: Webservice Connection Established
tr_tr: WebServis Bağlantısı Başarılı

# Msg_WebServiceUnAvailable
source: Webservice Connection Has Failed
tr_tr: WebServis Bağlantısı Sağlanamadı

# Msg_WeightErr
source: Weight Data Error
tr_tr: Ağırlık Bilgisi Hatalı

# Msg_WidthErr
source: Width Data Error
tr_tr: Boy Bilgisi Hatalı

source: Selected Warehouse
tr_tr: Seçilen Depo

# Msg_DeleteSucces
source: Delete success
tr_tr: Bilgiler Silindi
